IDEA Open Model
MatReinforcementEc2.Class Property
Compatible with IDEA StatiCa Beta 20.0
 Class of reinforcement
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReinfClass Class { get; set; }
Public Property Class As ReinfClass
	Get
	Set
Property Value
Type: ReinfClass
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace